Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Are you sure you want to delete {{PLURAL:$1|this template|these templates}}?
ne: के तपाईं यस {{PLURAL:$1|यो ढाँचा|यी ढाँचाहरू}}लाई मेट्न चाहनुहुन्छ ?

source: This page revision has been <strong>deleted</strong>. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ne: यस पृष्ठको पुनरावलोकन '''मेटिएकोछ'''। यसको पूर्ण विवरण [{{fullurl:{{#Special:Log}}/delete|पृष्ठ={{FULLPAGENAMEE}}}}को मेटिएको लगमा पाउन सकिन्छ]।

source: Target
ne: लक्ष्य

source: _Try Again
ne: पुन: प्रयास गर्नुहोस् ।

source: This user is currently blocked. The latest block log entry is provided below for reference:
ne: यो प्रयोगकर्तालाई अहिले रोक लगाइएको छ। नवीनतम रोकाइ गरेको लग प्रविष्टि सन्दर्भको निम्ति तल दिएकोछ:

source: '''Examples:'''
ne: '''उदाहरणहरू:'''

source: Undo this action
ne: यस क्रियालाई पूर्ववत गर्ने

source: New task
ne: नयाँ कार्य

source: Books
ne: पुस्तकहरू

source: Display name
ne: देखाउने नाम

source: $1 {{PLURAL:$1|meter|meters}} below sea level
ne: $1 {{PLURAL:$1|मिटर|मिटरहरु}} समुद्री सतह देखि तल

source: Raw HTML output
ne: र एचटिएमएल आउटपुट

source: The web page has been saved by the Internet Archive. Please consider linking to an appropriate archived version: [%(URL)s].
ne: यो पृष्ठ इन्टरनेट अभिलेखमा संग्रहित छ ।कृपया उपयुक्त अभिलेक संस्करणमा जोड्नुहोला : [%(URL)s].

source: The recent changes patrol feature is currently disabled.
ne: हालसालैका परिवर्तनहरू गस्ती गुण हालको लागि निश्कृय पारिएको छ ।

source: Sticky Keys
ne: टाँसिने कुञ्जी

source: <strong>Error:</strong> Page status indicators' <code>name</code> attribute must not be empty.
ne: <strong>त्रुटि:</strong> पृष्ठ स्थिति सङ्केतक नाम गुण रित्तो हुनुहुँदैन।

source: Admin links
ne: प्रवन्धक लिङ्कहरु

source: 1 hour
ne: १ घन्टा

source: Select the device category to filter
ne: यन्त्र क्याटागोरी वा फिल्टर चयन गर्नुहोस्

source: Newer change
ne: नयाँ परिवर्तन

source: Go to a page with this exact name if it exists
ne: यदि यो नामको पृष्ठ रहेको छ भने त्यसमा जाने

source: MySQL Server
ne: MySQL सर्भर

source: The unified account named "$1" includes the following accounts:
ne: "$1" नाम गरेको एकीकृत खाता निम्न खाताहरु पर्छन्:

source: Defined by an extension
ne: एक्सटेन्सनद्वारा परिभाषित गर्ने

source: English
ne: अङ्ग्रेजी

source: standard terminal emulator for the X window system
ne: टर्मिनल

source: <strong>Tip:</strong> Use the "{{int:showpreview}}" button to test your new JavaScript before saving.
ne: <strong>सुझाव:</strong> तपाईंको नयाँ जाभा स्क्रिप्ट सङ्ग्रह गर्न अघि "{{int:showpreview}}" बटन थिचेर जाँच्नुहोस्।

source: _Save color here
ne: यहाँ रङ बचत गर्नुहोस्

source: Researchers
ne: खोजकर्ताहरु

source: Edit summary
ne: सम्पादन टिप्पणी

source: Is reviewer:
ne: समीक्षक छ:

source: Ignore warning and save file anyway
ne: चेतावनीलाई अनदेखा गर्दै जसरि भएपनि फाइल संग्रह गर्ने

source: Navigate to the next page of effects
ne: अघिल्लो प्रभावहरूको पानामा जानुहोस

source: A confirmation code has already been emailed to you; if you recently created your account, you may wish to wait a few minutes for it to arrive before trying to request a new code.
ne: तपाईंको इमेलमा प्रपाणिकरण कोड पहिले नै पठाइ सकिएको छ; यदि तपाईंले अहिले नै खाता खोल्नु भएको हो भने कोडको निम्ती पुन: अनुरोध गर्नु अगि कोड नआइपुगुन्जेल कृपया केही समय प्रतिक्षा गर्नुहोस् ।

source: Author: {}
ne: लेखक: {}

source: Screen turns off
ne: स्क्रिन बन्द हुन्छ

source: Zoom in:
ne: ठुलो पार्ने

source: _All Settings
ne: _सबै सेटिङहरु

source: Inactive windows shadow radius
ne: निस्क्रिय विन्डोहरूको धमिलोपनको अर्धव्यास ।

source: Reload page
ne: पृष्ठ पुन: लोड गर्नुहोस्

source: Enable section editing by right clicking on section titles
ne: शीर्षकमा दाहिने क्लिकद्वारा खण्ड सम्पादन सक्षम पार्ने

source: App mirror (GitHub)
ne: अनुप्रयोग ऐना (गिटहब)

source: The tag "$1" already exists.
ne: ट्याग $1 पहिला देखि नै उपलब्ध ।

source: Front
ne: अगाडि

source: Cleared watchlist
ne: अवलोकन सूची खाली गरियो

source: Electronics
ne: इलेक्ट्रोनिक्स

source: Error: The selected ZIM file could not be found.
ne: त्रुटी: छानिएको ZIM फाइल भेटाउन सकिएन।

source: Type of card
ne: कार्डको प्रकार

source: Create, modify and delete user groups
ne: प्रयोगकर्ता समूह निर्माण, परिमार्जन तथा मेटाउने

source: Two Sided
ne: दुबैपट्टी

source: Personal book:
ne: व्यक्तिगत पुस्तक:

source: Deny
ne: अस्वीकार गर्नुहोस्

source: Period start:
ne: अवधि शुरू :

source: Please note that all contributions to {{SITENAME}} are considered to be released under the $2 (see $1 for details). If you do not want your writing to be edited mercilessly and redistributed at will, then do not submit it here.<br /> You are also promising us that you wrote this yourself, or copied it from a public domain or similar free resource. <strong>Do not submit copyrighted work without permission!</strong>
ne: कृपया ध्यान दिनुहोस् यस {{SITENAME}}मा दिइएका योगदानहरू $2को अनुसार सम्पादन र पुनर्वितरणकोलागि खुला मानिनेछ (विवरणकोलागि $1 हेर्नुहोस्) । यदि तपाईंको लेखलाई सम्पादन अथवा पुनः वितरण गराउन चाहनुहुन्न भने कृपया यहाँ तपाईंको लेख प्रस्तुत नगर्नुहोस् ।<br /> यदि तपाईं किटानसाथ भन्नुहुन्छ कि कुनै लेख मैले लेखेको हो अथवा सार्वजनिक ज्ञानक्षेत्र अथवा मुक्त संसाधनबाट लिइएको हो, '''यस्तो लेख कपिराइटबिना यहाँ नराख्नुहोस्!'''

source: Don't Upgrade
ne: अपग्रेड नगर्नुहोस्

source: Edit conflict: $1
ne: सम्पादन बाँझियो: $1

source: Error: Loading article (Url: %1$s) failed.
ne: त्रुटी: लेख खोल्न असफल । (Url: %1$s)

source: Show more posts
ne: अझै धेरै प्रकाशनहरु देखाउने

source: pages
ne: पृष्ठहरू

source: Could not remove wiki page
ne: विकि पृष्ठ हटाउन सकिएन

source: Setup Summary
ne: सेटफ सारांश

source: Assign Staff
ne: कर्मचारीलाई लगाउने

source: This is most likely a transient problem, please try again later.
ne: साएद समस्या थाही हैन होला फेरी प्रयास गर्नु होला

source: Both morning and evening
ne: बिहान र बेलुकी दुबै

source: Demo
ne: प्रस्तुती

source: Destination thread:
ne: गन्तव्य धागो(thread) :

source: _Remove suggestion…
ne: सुझावहरू हटाउनुहोस्…

source: The Editor's Barnstar is awarded to individuals who display particularly fine decisions in general editing.
ne: सम्पादक बार्नस्टार त्यस प्रयोगकर्तालाई दिइने गरिन्छ जसले सामान्य सम्पादनमा उच्च गुणवत्ताको निर्णय लिने गरेको होस्।

source: No page text matches
ne: अक्षरस् पेज भेटिएन

source: Tally stored results
ne: संग्रहित गरिएका टैली परिणामहरु

source: Close saved pages screen
ne: सङ्ग्रहित पृष्ठहरू पर्दा बन्द गर्ने

source: Your email address has been confirmed. You may now [[Special:UserLogin|log in]] and enjoy the wiki.
ne: तपाईंको इमेल ठेगाना प्रमाणिकरण गरिएको छ । अब तपाईं [[Special:UserLogin|प्रवेश गरी]] विकिको मजा लिन सक्नुहुन्छ ।

source: {{PLURAL:$1|A single title was|$1 titles were}} removed from your watchlist:
ne: तपाईंको निगरानी सूचीबाट {{PLURAL:$1|१ शीर्षक हटाइयो|$1 शीर्षकहरु हटाइए}} :

source: This area is too large to be exported as OpenStreetMap XML Data. Please zoom in or select a smaller area, or use one of the sources listed below for bulk data downloads.
ne: यो क्षेत्र ओपनस्ट्रीटम्याप एक्स् एम् एल जानकारीको रूपमा निर्यात गर्नको लागि निकै ठूलो छ । कृपया सानो क्षेत्र छान्नुहोस् वा तल देखाइएका स्रोतहरूबाट ठूलो सङ्ख्यामा जानकारी डाउनलोड गर्नुहोस् ।

source: The Tireless Contributor Barnstar
ne: अथक योगदानकर्ता बार्नस्टार

source: Failed to delete user
ne: प्रयोगकर्ता मेट्न असफल

source: API: $1
ne: एपिआइ:$1

source: Hide patrolled edits from the watchlist
ne: गस्ती गरिएका सम्पादनहरू मेरो निगरानी सूचीबाट लुकाउने

source: Page history
ne: पृष्ठको इतिहास

source: red-eye reduction mode
ne: टल्किने-रातो-आँखा हटाउने तरिका

source: Language settings
ne: भाषाको विकल्पहरू

source: Upload campaign configuration
ne: अपलोड अभियान विन्यास (कन्फिगरेसन)

source: block this user from editing
ne: यो प्रयोगकर्तालाई सम्पादन गर्नबाट रोक्ने

source: Save %{model}
ne: संग्रह गर्ने %{model}

source: Sticky
ne: स्टिकी

source: Unable to suppress this account; it has more than {{PLURAL:$1|one edit|$1 edits}}.
ne: यो खातालाई दबाउन सकिने छैन; किन कि यसका धेरै {{PLURAL:$1|एक सम्पादन|$1 सम्पादनहरू}} छन्।

source: Show statistics of admin actions
ne: प्रवान्धकको कार्यको तथ्यांक देखाऊ

source: Attribute
ne: विशेषता

source: User statistics
ne: प्रयोगकर्ता तथ्याङ्कहरू

source: Reference for bearing of destination
ne: गन्तव्यको असरको लागी सन्दर्भ

source: Change Boot Disk
ne: बुट डिस्क परिवर्तन गर्नुहोस्

source: ^Rescue a broken system
ne: विकृत प्रणाली उद्दार गर्नुहोस् (^R)

source: Request time: $1
ne: अनुरोधको समयावधी: $1

source: Old Node Tag
ne: पूरानो नोड ट्याग

source: ({{PLURAL:$1|One intermediate revision|$1 intermediate revisions}} by more than $2 {{PLURAL:$2|user|users}} not shown)
ne: ($2 {{PLURAL:$2|भन्दा अधिक प्रयोगकर्ता|भन्दा अधिक प्रयोगकर्ताहरू}}द्वारा {{PLURAL:$1|एउटा मध्यवर्ती संशोधन|$1 मध्यवर्ती संशोधनहरू}} नदेखाइएको)

source: Edit local description
ne: स्थानिय वर्णन सम्पादन गर्नुहोस्

source: Announcement
ne: घोषणा

source: Timestamp
ne: समयछाप

source: Resolved by anonymous <abbr title='%{exact_time}'>%{when} ago</abbr>
ne: अज्ञात व्यक्तिद्वारा <abbr title='%{exact_time}'>%{when} अगाडि</abbr> समाधान गरिएको

source: Sorry, can not open the software database
ne: माफ गर्नुहोस्, सफ्टवेयर डाटावेस खोल्न सकिएन

source: Get pages that have been created by a user
ne: प्रयोगकर्ताले निर्माण गरेको पृष्ठ हेर्नुहोस्

source: Render this image in $1. $2
ne: यस चित्रलाई $1 मा प्रस्तुत गर्ने । $2

source: Bot: Adding %(adding)s; removing: %(removing)s
ne: रोबोट: %(adding)s थप्दै; %(removing)s हटाउँदै

source: Most active Wikimedia project:
ne: सबै भन्दा बढि सक्रिय रहने विकिमिडिया आयोजना :

source: Large Text
ne: ठुला पाठ

source: Already have an account? Log in
ne: के तपाईँसँग पहिले देखि नै खाता छ ? प्रवेश गर्नुहोस् ।

source: Groups
ne: समूहहरू

source: Search for files
ne: फाइलहरू खोज्ने

source: Gateway
ne: गेटवे

source: Female
ne: महिला

source: The page [$1 already exists] in $2
ne: $2 मा पना [$1 पहिल्यै देखि] रहेको छ

source: Themes &amp; Tweaks
ne: थिम &amp; अनुरूपण

source: You cannot view this diff because one of the revisions has been <strong>deleted</strong>.
ne: तपाईं यसको भिन्नता हेर्न सक्नुहुन्न किनभने यसको एउटा संशोधन <strong>मेटाइएको</strong>छ।

source: Delete "$1"
ne: "$1" हटाउने

source: Add reference
ne: सन्दर्भ थप्नुहोस्

source: Movement %cost%
ne: आन्दोलन %cost%

source: Click to edit/download/order your book
ne: पुस्तकलाई सम्पादन/डाउनलोड/आज्ञा दिन क्लिक गर्नुस

source: Overview
ne: पूर्णावलोकन

source: Open main menu
ne: प्रमुख मेनु खोल्ने

source: Reboot
ne: पुन: बुट गर्नुहोस

source: Opens the Trash.
ne: डस्टविन खोल्छ ।

source: No.
ne: हुँदैन।

source: Internal error: Server failed to store temporary file.
ne: आन्तरिक त्रुटि: अस्थाई फाइल राख्न सर्वर असफल भयो।

source: Today
ne: आज

source: Example code
ne: उदाहरण कोड

source: absolute
ne: पूर्ण

source: Attachments:
ne: यसमा जोडिएकाहरु:

source: You cannot view this diff because one of the revisions has been <strong>deleted</strong>. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ne: तपाईंले यसको भिन्नता पाउन सक्नुहुन्न किनभने यस पृष्ठको पुनरावलोकन <strong>मेटाइएको छ</strong>'। यसको विवरण [{{fullurl:{{#Special:Log}}/delete|पृष्ठ={{FULLPAGENAMEE}}}}को मेटाइएको लगमा पाउन सक्नुहुन्छ]।

source: Create an account
ne: खाता खोल्नुहोस्

source: Undo revision $1 by [[Special:Contributions/$2|$2]] ([[User talk:$2|talk]])
ne: $1द्वारा पुनरावलोकन [[Special:Contributions/$2|$2]] ([[User talk:$2|वार्तालाप]]) खारेज गर्नुहोस

source: must be even
ne: जोर संख्या हुनैपर्छ

source: Username or email address
ne: प्रयोगकर्ताको नाम वा इमेल ठेगाना

source: Cheese uses your webcam to take photos and videos, applies fancy special effects and lets you share the fun with others.
ne: Cheeseले फोटो र भिडियो लिनका लागि तपाईँको वेबक्याम प्रयोग गर्छ, त्यसमा फ्यान्सी प्रभावहरु लागु गरेर तपाईँको खुसी अरुसँग बाँड्न दिन्छ।

source: Urgency
ne: अपरझटता

source: Choose a language
ne: भाषा चुन्ने

source: "Rollback" reverts edit(s) to this page of the last contributor in one click
ne: "पूर्वरुप" ले यो पृष्ठको सम्पादन(हरू) खारेज गरी पृष्ठलाई एक क्लिकमा पछिल्लो सम्पादनमा पुर्‍याइदिन्छ

source: View revisions hidden from any user
ne: कुनै प्रयोगकर्ताबाट लुकाइएका संशोधनलाई देखाउनु होस्

source: Is valid:
ne: मान्य छ:

source: Uploaded files
ne: उर्ध्वभरण गरिएका फाइलहरू

source: What is biodiversity?
ne: जैविक विविधता भनेको के हो ?

source: Postal code
ne: डाक कोड

source: Current location
ne: वर्तमान अवस्थिति

source: Lifestyle and leisure
ne: जीवनशैली र फूर्सद

source: Comment from %{user} <abbr title='%{exact_time}'>%{when} ago</abbr>
ne: %{user}द्वारा <abbr title='%{exact_time}'>%{when} अगाडि</abbr> गरिएको टिप्पणी

source: Delete {{PLURAL:$1|template|templates}}
ne: {{PLURAL:$1|ढाँचा|ढाँचाहरू}} मेट्ने

source: Sandbox prefix:
ne: प्रयोगस्थल उपसर्ग:

source: Permitted file {{PLURAL:$2|type|types}}: $1.
ne: अनुमति पाएका फाइल {{PLURAL:$2|प्रकार|प्रकारहरू}}:$1।

source: Full name:
ne: पूरा नाम:

source: Printer Default
ne: पूर्वानिर्धारण मुद्रण

source: User groups
ne: प्रयोगकर्ता समूहहरू

source: Desc
ne: घट्दोक्रममा

source: Last verified
ne: अन्तिम रुजुगरिएको

source: [[User:$1|$1]] {{GENDER:$1|left}} a message on your [[User talk:$2#$3|talk page]].
ne: [[User:$1|$1]] ले तपाईँको [[User talk:$2#$3|वार्ता पृष्ठ]]मा एउटा सन्देश {{GENDER:$1|छोड्नुभएको छ}}।

source: More categories available
ne: थप श्रेणीहरू उपलब्ध छ

source: Weeks
ne: हप्ता

source: Got it
ne: पाउनु भयो

source: Neutral face
ne: तटस्थ अनुहार

source: $1 links
ne: $1 लिङ्कहरु

source: Disabled
ne: असक्षम पारिएको छ

source: Understand and navigate the site
ne: साइट बारे र कसरी अन्वेषण गर्ने बारे बुझ्नुहोस्

source: Search in the categories:
ne: श्रेणीहरूमा खोज्ने:

source: + 1 to 9
ne: + १ देखी ९ सम्म

source: Remove {{PLURAL:$1|group|groups}}
ne: {{PLURAL:$1|समूह|समूहहरू}} हटाउने

source: Adar II
ne: अदार II

source: Date of birth:
ne: जन्म मिति:

source: Enter username of recipient
ne: प्राप्तकर्ताको प्रयोगकर्ता नाम हाल्नुहोस्

source: E-mail
ne: इमेल

source: Merge revisions
ne: पुनरावलोकहरु जोड्नुहोस्

source: Automatically enable all new beta features
ne: सबै नयाँ बेटा सुविधाहरूलाई स्वचालित रूपले सक्षम गर्ने

source: Total size
ne: पूरा आकार

source: Project
ne: परियोजना

source: Time and date
ne: समय र मिति

source: Your IP address has been blocked because it is an open proxy. Please contact your Internet service provider or technical support of your organization and inform them of this serious security problem.
ne: तपाईंको IP ठेगानामा रोक लगाइएको छ किनकी यो खुला प्रोक्सी हो । कृपया तपाईंको इन्टरनेट सेवा प्रदायक या प्राविधिक सहायतासँग सम्पर्क गरी यस सुरक्षा समस्याको बारेमा जानकारी गराउनुहोस् ।

source: Medium
ne: मझौलो

source: Bookmark
ne: पुस्तकचिनो

source: Now
ne: अहिले

source: Your interface language - independent from your test wiki
ne: तपाईंको इन्टरफेस भाषा - तपाईंको परीक्षण विकी संग संबन्ध नभएको

source: Nov
ne: नोभेम्बर

source: Donation information
ne: दान जानकारी

source: Leaving system message.
ne: प्रणाली सन्देश छोड़दै ।

source: A page you created was linked on {{SITENAME}}
ne: तपाईँद्वारा निर्माण गरिएको पृष्ठ {{SITENAME}}मा जोडियो

source: _Resolution
ne: _भौतिक साइज

source: Video CD
ne: भिडियो सीडी

source: Create from scratch
ne: सुरु देखि सिर्जना गर्नुहोस्

source: Operator
ne: सञ्चालक

source: Continue
ne: निरन्तरता दिनुहोस्

source: Parent
ne: अविभावक

source: You need to provide a country code.
ne: तपाईंले राष्ट्रिय कोड दिनु पर्ने हुन्छ।

source: Review
ne: समीक्षा

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
ne: तपाई को सिस्टम मा टुक्रिएका प्याकेजहरू हरु छन् तेस्लाई बनौन सकियेना कृपया पहिला synaptic अथवा apt-get प्रयोग गर्नु होला

source: Last Call
ne: अन्तिम कल

source: Places
ne: स्थानहरू

source: Activate Hover Click
ne: होभर क्लिक सक्रिय गर्नुहोस्

source: System
ne: प्रणाली

source: If Other please specify:
ne: अन्य हो भने खुलाउनुहोस :

source: Evening only
ne: बेलुकी मात्र

source: Someone, probably you, from IP address $1, has registered an account "$2" with this email address on {{SITENAME}}. To confirm that this account really does belong to you and activate email features on {{SITENAME}}, open this link in your browser: $3 If you did *not* register the account, follow this link to cancel the email address confirmation: $5 This confirmation code will expire at $4.
ne: कसैले, सायद तपाईंले, आई पी ठेगाना $1बाट, {{SITENAME}}मा एउटा खाता "$2"को नाममा यस ई मेल ठेगानामा पञ्जीकरण गरेकोछ। यो खाता साँच्ची नैं तपाईंको हो भनेर पुष्टि गर्न र {{SITENAME}}मा यो ई मेलका सुविधाहरु सक्रिय गर्न तपाईंको ब्राउजरमा यो लिंक खोल्नुहोस्: $3 यदि त्यो खाता तपाईंले पञ्जीकरण गर्नु भएको *होइन* भनें, ई मेलको पुष्टिकरण रद्द गर्न यो लिंक पहिल्याउनुहोस्: $5 यो पुष्टिकरणको समय $4 मा सकिनेछ।

source: Redirection
ne: अनु्प्रेषण

source: Name Only
ne: नाम मात्र

source: You have a new notification.
ne: तपाईँको लागि नयाँ सूचना छ ।

source: Create news item
ne: समाचार सामाग्री सृजना गर्नुहोस

source: Portal
ne: पोर्टल

source: nothing found
ne: केहीपनि फेला परेन

source: Setting this preference is optional. The software uses its value to address you and to mention you to others using the appropriate grammatical gender. This information will be public.
ne: यो जानकारी दिनु वैकल्पिक छ। यो सफ्टवेयरमा लिङ्गको आधारमा तपाईंको लागि सहि सम्बोधन गर्नको निमित्त हुन्छ। यो जानकारी सार्वजनिक गरिनेछ।

source: Edit your own preferences
ne: तपाईँका अभिरुचीहरू सम्पादन गर्नुहोस्

source: Remove this file from the list of files to upload
ne: यो फाइल अपलोड गर्ने फाइलहरूको सूचीबाट हटाउने

source: All Songs
ne: सबै गीतहरू

source: Potlatch 1
ne: पोटल्याच १

source: Paste
ne: टाँस्नुहोस्

source: This page has been protected to prevent editing or other actions.
ne: यो पृष्ठ सम्पादन हुनबाट बचाउन सम्पादनमा तथा अन्यकार्यमा रोक लगाइएको छ।

source: Potlatch 2
ne: पोटल्याच २

source: Creating filter
ne: फिल्टर निर्माण हुँदै

source: Previously blocked
ne: पछिल्लो निषेधित

source: This file is a duplicate of the following {{PLURAL:$1|file|files}}:
ne: यस फाइल निम्न{{PLURAL:$1|फाइल|फाइलहरूको}}दुरुस्त नक्कल हो:

source: Lists of pages
ne: पृष्ठहरूको सूची:

source: Bypass automatic blocks of proxies
ne: प्रोक्सिको स्वत: रोक कटेर जाने

source: Existing wiki
ne: विकि बन्द हुदै

source: Wacom Tablet
ne: वय्कोम ट्याबलेट

source: Rename
ne: पुन: नामाकरण

source: Add Contact
ne: सम्पर्क थप्ने

source: Wi-Fi Network
ne: वाइ-फाइ सञ्जाल

source: Go to Folder
ne: फोल्डरमा जाने

source: Error performing strike/unstrike: $1
ne: त्रुटि काट्ने/ काटेको हटाउनेमा: $1

source: Namespace:
ne: नामस्थान:

source: Source page must be a valid title.
ne: स्रोत पृष्ठ मान्य शीर्षकको हुनुपर्छ ।

source: Available Profiles for Webcams
ne: वेबक्यामका लागि उपलब्ध प्रोफाइलहरू

source: Unprotect
ne: सुरक्षा नगर्ने

source: Add Note
ne: टिप्पणी जोड़ने

source: Bookmarks:
ne: पुस्तक चिनोहरु:

source: Generate Report
ne: प्रतिवेदन तयार गर्ने

source: Scene control
ne: दृश्य नियन्त्रण

source: Namespaces
ne: नेमस्पेसेज

source: <strong>Error: The text you have submitted is {{PLURAL:$1|one kilobyte|$1 kilobytes}} long, which is longer than the maximum of {{PLURAL:$2|one kilobyte|$2 kilobytes}}.</strong> It cannot be saved.
ne: '''त्रुटि: तपाईंले बुझाएको पाठ {{PLURAL:$1|one किलोबाइट|$1 किलोबाइट}} लामो छ, जो अधिकतम {{PLURAL:$2|one किलोबाइट|$2 किलोबाइट}} भन्दा लामो छ।''' यो संग्रहित हुन सक्तैन।

source: Ice Cream
ne: बरफ

source: Show the pending changes diff when editing pages
ne: पृष्ठ सम्पादनको बेला लंबित परिवर्तन भिन्नता देखाउनुहोस्

source: Create source
ne: श्रोत बनाउने

source: north-west
ne: उत्तर पश्चिम

source: Dashboard
ne: ड्यासबोर्ड

source: Originating IP address
ne: सुरुवात गरिएको IP ठेगाना

source: Help translate this tool!
ne: यस औजार अनुवाद गर्न सहयोग गर्नुहोस !

source: %i month
ne: %i महिना

source: Check users
ne: प्रयोगकर्ताहरू जाँच्ने

source: Low ($1)
ne: न्युन ($1)

source: GNOME Desktop Utilities
ne: GNOME डेस्कटप अनुप्रयोग

source: _Input volume:
ne: इनपुट भोल्युम:

source: Comparison operators
ne: तुलना ओपरेटर्स।

source: Population: %number%
ne: जनसंख्या: %number%

source: During several automated bot runs the following external link was found to be unavailable. Please check if the link is in fact down and fix or remove it in that case!
ne: अनेकौँ स्वचालित बोट सञ्चालनका क्रममा निम्न लिंकहरू अनुपलब्ध पाइए । कृपया साच्चै नै लिङ्कहरू हटेका हुन् भने सच्याउनुहोला !

source: TOP 10 by edits
ne: सम्पादनको आधारमा शिर्ष १०

source: User contributions for $1
ne: $1को प्रयोगकर्ता योगदानहरू

source: Group:
ne: समूह :

source: ==== Heading text ====
ne: ==== शीर्षकपाठ ====

source: Executables
ne: कार्यान्वयन गर्न मिल्नेहरू

source: Annually
ne: वार्षिक

source: Regularly-updated extracts of continents, countries, and selected cities
ne: नियमित रूपमा अपडेट गरिएका महादेशहरू, देशहरू तथा चुनिएका सहरहरूका उद्धरणहरू

source: Rights management certificate
ne: अनुमती व्यवस्थापन प्रमाण पत्र

source: Wikinews
ne: विकिसमाचार

source: Failed to add account
ne: खाता थप गर्न असफल

source: Bot: Category was moved to [[:Category:%(newcat)s|%(title)s]]
ne: रोबोट: श्रेणीलाई [[:Category:%(newcat)s|%(title)s]]मा सारियो

source: Namespaces:
ne: नामस्थान:

source: Search help guides
ne: सहायता निर्देशनहरू खोज्नुहोस

source: <strong>Warning: You are editing an out-of-date revision of this page.</strong> If you save it, any changes made since this revision will be lost.
ne: <strong>चेतावनी: तपाईं यस पृष्ठको अति पुरानो अप्रचलित संशोधनलाई सम्पादन गर्नुहुँदैछ।<strong> यदि तपाईंले यस परिवर्तनलाई सङ्ग्रह गर्नु भयो भने यस पछिका संशोधनहरू नष्ट हुनेछन्।

source: No Messages
ne: नयाँ सन्देश छैन

source: An error occurred
ne: एक त्रुटि भयो ।

source: There was a file by this name, "$1", but it was deleted and you can not reupload the file. If your file is different, try renaming it.
ne: "$1" नाम गरेको एक फाइल पहिले थियो तर त्यो मेटिएको थियो अब तपाईं त्यो फाइल अपलोड गर्न सक्नुहुन्न । यदि तपाईंको फाइल फरक छ भने तपाईं त्यसको नामाकरण गर्नुहोस् ।

source: Miles
ne: माइलहरु

source: Pages in category "$1"
ne: "$1" श्रेणीमा भएका लेखहरू

source: Division (/)
ne: भाग (/)

source: Cannot delete file
ne: फाइल मेट्न सकिएन

source: Syndication feeds are not available
ne: सिन्डीकेसन फिडहरु उपलब्ध छैनन्

source: Install a server
ne: सर्भर प्रतिस्थापन गर्नुहोस्

source: Add dots
ne: डट्स थप्नुहोस

source: Donation amount
ne: दान राशि

source: Create a new tag
ne: नयाँ ट्याग बनाउने

source: Existing tags:
ne: हाल भएको ट्यागहरूः

source: Show the number of watching users
ne: निगरानी गरिरहेका प्रयोगकर्ताहरूको संख्या देखाउने

source: Last edit
ne: अन्तिम सम्पादन

source: Light source
ne: प्रकाश स्रोत

source: External repositories
ne: बाह्य

source: I am
ne: म हुँ

source: Hundreds of languages
ne: सयौं भाषाहरू

source: Set this profile for all users on this computer
ne: यो कम्प्युटरको सबै प्रयोगकर्ताका लागि यो प्रोफाइल सेट गर्नुहोस्।

source: Wikibooks
ne: विकिपुस्तक

source: ← links
ne: ← लिंकहरू

source: Publish anyway
ne: जसरी पनि प्रकाशन गर्नुहोस्

source: The 'To' field must not be empty!
ne: 'लाई'को मान खाली हुन सक्दैन

source: _HTTP Proxy
ne: _HTTP प्रोक्सि

source: New translation
ne: नयाँ अनुवाद

source: East longitude
ne: पूर्व देशान्तर

source: Car Rental
ne: कार भाडामा

source: Download GPX
ne: GPX डाउनलोड गर्नुहोस्

source: All corners and edges
ne: सबै कुना र किनारा

source: Content Translation
ne: सामग्री अनुवाद

source: Folders
ne: फोल्डरहरु

source: Allow cookies
ne: कुकीहरू सक्रिय गर्ने

source: Changesets by %{user}
ne: %{user}द्वरा गरिएका परिवर्तनहरू

source: Right Touchstrip Mode Switch
ne: दायाँ टचस्ट्रिप मोड स्विच

source: Full-width void block
ne: पूर्ण-चौडाइको खाली भाग

source: Primary grade-level educational application bundle
ne: प्राथमिक ग्रेड-स्तर शैक्षिक आवेदन बन्डल

source: Inactive windows shadow color
ne: निस्क्रिय विन्डोहरूको छायाँको रंग

source: Multilingual support and content translation
ne: वस्तु अनुवाद सम्बन्धी बहुभाषी समर्थन
